export const TERMS_HTML_JP= `  
<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <style>ol {
        margin: 0;
        padding: 0
    }

    table td, table th {
        padding: 0
    }

    .c1 {
        padding-top: 12pt;
        text-indent: 24pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c11 {
        margin-left: 36pt;
        padding-top: 0pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c2 {
        color: #000000;
        font-weight: 400;
        text-decoration: none;
        vertical-align: baseline;
        font-size: 11pt;
        font-family: "Arial";
        font-style: normal
    }

    .c16 {
        padding-top: 0pt;
        text-indent: 12pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c17 {
        padding-top: 0pt;
        text-indent: 36pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c3 {
        color: #000000;
        font-weight: 400;
        text-decoration: none;
        vertical-align: baseline;
        font-size: 12pt;
        font-family: "Arial";
        font-style: normal
    }

    .c0 {
        padding-top: 12pt;
        text-indent: 12pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c18 {
        padding-top: 0pt;
        padding-bottom: 0pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: left;
        height: 11pt
    }

    .c12 {
        padding-top: 12pt;
        text-indent: 12pt;
        padding-bottom: 0pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c5 {
        padding-top: 12pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: justify
    }

    .c15 {
        padding-top: 12pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: center
    }

    .c7 {
        color: #000000;
        font-weight: 700;
        text-decoration: none;
        vertical-align: baseline;
        font-family: "Arial";
        font-style: normal
    }

    .c10 {
        padding-top: 0pt;
        padding-bottom: 12pt;
        line-height: 1.15;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    .c19 {
        color: #000000;
        font-weight: 400;
        vertical-align: baseline;
        font-family: "Arial";
        font-style: normal
    }

    .c8 {
        color: #000000;
        font-weight: 700;
        vertical-align: baseline;
        font-family: "Arial";
        font-style: normal
    }

    .c4 {
        text-decoration-skip-ink: none;
        font-size: 12pt;
        -webkit-text-decoration-skip: none;
        text-decoration: underline
    }
    
    .c9 {
        font-weight: 700
    }

    .c13 {
        margin-left: 12pt
    }

    .c20 {
        text-indent: 6pt
    }

    .c6 {
        font-size: 12pt
    }
    
    li {
        color: #000000;
        font-size: 11pt;
        font-family: "Arial"
    }

    p {
        margin: 0;
        color: #000000;
        font-size: 11pt;
        font-family: "Arial"
    }

    h1 {
        padding-top: 20pt;
        color: #000000;
        font-size: 20pt;
        padding-bottom: 6pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    h2 {
        padding-top: 18pt;
        color: #000000;
        font-size: 16pt;
        padding-bottom: 6pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    h3 {
        padding-top: 16pt;
        color: #434343;
        font-size: 14pt;
        padding-bottom: 4pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    h4 {
        padding-top: 14pt;
        color: #666666;
        font-size: 12pt;
        padding-bottom: 4pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    h5 {
        padding-top: 12pt;
        color: #666666;
        font-size: 11pt;
        padding-bottom: 4pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        orphans: 2;
        widows: 2;
        text-align: left
    }

    h6 {
        padding-top: 12pt;
        color: #666666;
        font-size: 11pt;
        padding-bottom: 4pt;
        font-family: "Arial";
        line-height: 1.15;
        page-break-after: avoid;
        font-style: italic;
        orphans: 2;
        widows: 2;
        text-align: left
    }</style>
</head>

</head>

<body>

<p class="c15"><span class="c6 c7"></span></p>
<h3 class="heading" style="text-align: center;">Lifeleaf利用規約</h3>

<p class="c0"><span class="c6">LifePlus, Inc.およびその子会社および関連会社(以下、総称して「</span><span
        class="c4">LifePlus</span><span class="c6">」)は、(a)https://webportal.lifeplus.ai/ からアクセスできるLIFELEAFユーザーアカウントウェブサイト(以下「</span><span
        class="c4">本サイト</span><span class="c6">」)、(b)LIFELEAFモバイルアプリケーション(以下「</span><span class="c4">アプリ</span><span
        class="c6">」といいます)を提供します。(c)ライフプラスのスマートウォッチ製品(「製品」)を使用してアクセスし、サイトからデータを受信できるサブスクリプションサービスを含むサービス、</span><span
        class="c4">またはその他の方法でサイトおよびアプリを介して</span><span class="c6">(「SaaSサービス」)、すべて製品と組み合わせて使用し、LifePlusが提供するその他の方法で使用します。「サービス」という用語は、サイト、アプリ、およびSaaSサービスを意味します。「</span><span
        class="c4">組み込み</span><span class="c3">ソフトウェア」という用語は、ファームウェアを含む、製品に組み込まれたソフトウェアを意味します。</span></p>
<p class="c0"><span class="c6">これらの利用規約(以下</span><span class="c4">「本規約</span><span class="c6">」といいます)は、本サービスおよび組み込みソフトウェアへのアクセスおよび使用に適用されます。これらの条件を注意深くお読みください。彼らは、陪審裁判や集団訴訟ではなく、紛争を解決するために拘束力のある仲裁の使用を要求しています。この規定をオプトアウトする場合は、以下の紛争解決および仲裁セクションの指示に従ってください。本規約で使用される「</span><span
        class="c4">お客様</span><span class="c3">」という用語は、本サービスにアクセスまたは使用する個人または団体、およびアカウント(セクション2(a)で定義)を作成し、本規約に同意する個人または団体を意味します。本規約はお客様に特定の法的権利を与えるものであり、お客様はさらに、管轄区域ごとに異なるその他の法的権利を有する場合があります。本規約に基づく免責事項、除外事項、および責任の制限は、適用法で禁止されている範囲には適用されません。一部の法域では、黙示の保証の除外、偶発的または結果的な損害またはその他の権利の除外または制限が許可されていないため、本規約のこれらの規定がお客様に適用されない場合があります。</span>
</p>
<p class="c5 c20"><span
        class="c7 c6">さらに、これらの条件は、特定の有料アカウントタイプの定期的なサブスクリプション料金に関して特定の条件が適用されることをセクション5で規定しています。</span>
</p>
<p class="c0"><span class="c3">これは法的な契約です。本規約を承認することにより、または本サービスおよび/または組み込みソフトウェアにアクセスして使用することにより、お客様は、お客様自身またはアクセスに関連してお客様が代表する事業体を代表して本規約に同意したことになります。あなたは、あなた自身またはあなたが代表する事業体を代表して本規約を受け入れ、同意する権利、権限、および能力を持っていることを表明し、保証します。お客様は、お客様の管轄区域または居住地において、本サービスを使用またはアクセスし、本契約を締結するのに十分な法定年齢に達していることを表明します。本規約のいずれかの条項に同意しない場合は、お客様の製品をアカウントから切断し(以下に説明)、本サービスおよび組み込みソフトウェアへのアクセスまたは使用を中止する必要があります。</span>
</p>
<p class="c0"><span class="c3">以下に説明するように、お客様は、本サービスおよび本サービスに関連する製品(組み込みソフトウェアを含む)のソフトウェアの自動更新に同意するものとします。同意しない場合は、本サービスを使用しないでください。</span>
</p>
<p class="c0"><span class="c3">以下に説明するように、セクション4および5では、特に生命の安全と重要な使用に関連する、サービスの重要な制限について説明します。これらの開示を認め、受け入れるので、注意深くお読みください。</span>
</p>
<p class="c5"><span class="c9 c6">1. </span><span class="c8 c4">概要、適格性、カスタマーサービス、期間および終了</span></p>
<p class="c0"><span class="c6">(a) 概要及び他の協定との関係本規約は、お客様による本サービスおよび組み込みソフトウェアの使用に適用されます。製品の購入には、その製品に付属する限定保証、https://www.lifeplus.ai/Warranty.pdf で利用可能な保証(「</span><span
        class="c4">限定保証</span><span class="c3">」)、およびこれらの条件が適用されます。本サービスの特定の機能は、追加のガイドライン、条件、または規則の対象となる場合があり、そのような機能に関連して本サービスに掲載されます。https://www.lifeplus.ai/Privacy_Policy.pdf で利用可能なすべての追加のガイドライン、条件、または規則、およびLIFELEAFプライバシーポリシー(「プライバシーポリシー」)は、参照により本規約に組み込まれ、お客様は本サービスおよび組み込みソフトウェアを使用してそれらを受け入れ、遵守することに同意するものとします。</span>
</p>
<p class="c0"><span class="c3">(b) 適格性：お客様は、18歳以上であり、LifePlusと拘束力のある契約を締結できる場合に限り、本規約および適用されるすべての地域、州/地方、国内、および国際的な法律、規則、および規制を遵守している場合にのみ、本サービスおよび組み込みソフトウェアを使用することができます。ライフプラスアカウントの所有者として行動できるのは、18歳以上の個人のみです。18歳未満の個人による本サービスまたは組み込みソフトウェアの使用またはアクセスは固く禁じられており、本規約に違反します。本サービスおよび組み込みソフトウェアは、LifePlusによって以前に本サービスまたは組み込みソフトウェアの使用を禁止されたユーザーには利用できません。</span>
</p>
<p class="c0"><span
        class="c3">(c) カスタマーサービス：製品、本サービス、組み込みソフトウェア、または本規約に関するご質問やご不明な点がございましたら、LifePlusまでお問い合わせください。</span>
</p>
<p class="c0"><span class="c3">(d) 期間および終了：本規約は、お客様が本サービスおよび/または組み込みソフトウェアに引き続きアクセスまたは使用する限り、または本規約の規定に従って終了するまで、完全に効力を有します。LifePlusは、いつでも、(i)本サービスおよび/または組み込みソフトウェアにアクセスまたは使用するお客様の権利を一時停止または終了するか、または(ii)お客様が組み込まれたガイドライン、条件、または規則を含む本規約に違反して本サービスを使用したとLifePlusが誠実に判断した場合、お客様に関する本規約を終了することができます。お客様が本製品を新しい所有者に譲渡した場合、当該製品に関する本サービスおよび組み込みソフトウェアを使用するお客様の権利は自動的に終了し、新しい所有者はお客様のアカウント(後述)で本製品、本サービスおよび/または組込みソフトウェアを使用する権利を持たず、LifePlusに別のアカウントを登録する必要があります。デバイスからアプリを削除してもアカウントは終了しませんが、以下のセクション5に記載されているように、アカウントおよび本規約を終了することができます。</span>
</p>
<p class="c0"><span class="c3">(e) 終了の効果：本規約が終了すると、お客様のアカウントおよび本サービスを使用する権利は自動的に終了します。</span></p>
<p class="c5"><span class="c3">&nbsp;</span></p>
<p class="c5"><span class="c9 c6">2. </span><span class="c8 c4">アカウント</span></p>
<p class="c0"><span class="c6">(a) お客様のアカウント：本サービスを利用するには、ユーザーアカウント(「</span><span class="c4">アカウント</span><span
        class="c3">」)に登録し、該当する登録フォームの指示に従って、お客様に関する特定の情報を提供する必要があります。お客様は、(a)提出するすべての必要な登録情報が真実かつ正確であることを表明し、保証します。(b)そのような情報の正確性を維持します。(c)お客様による本サービスの利用が、米国またはその他の適用法または規制に違反していないこと(例えば、お客様が禁輸国に居住していないこと、または適用される輸出管理法および規制の下で禁止または制限された当事者としてリストされていないこと)。お客様は、アカウントのログイン情報の機密性を維持し、アカウントの下で発生するすべての活動について全責任を負います。お客様は、お客様のアカウントで「強力な」パスワード(大文字と小文字、数字、記号を組み合わせて使用するパスワード)を使用し、他人がお客様の許可なくアクセスできないようにパスワードを安全に保持することに同意します。お客様は、お客様のアカウントの不正使用、または不正使用の疑い、またはその他のセキュリティ違反について、直ちにLifePlusに通知することに同意するものとします。ライフプラスは、お客様が上記の要件を遵守しなかったことに起因するいかなる損失または損害についても責任を負いません。お客様は、お客様のアカウント資格情報を使用してお客様の製品およびサービスを使用する人の作為および不作為について責任を負います。</span>
</p>
<p class="c5"><span class="c9 c6">3. </span><span class="c8 c4">サービスへのアクセス</span></p>
<p class="c0"><span class="c6">(a) アクセスおよび使用：本規約に従い、LifePlusは、LifePlusが可能にする方法で、お客様が所有する製品から収集されたデータを監視する目的でのみ、本サービスにアクセスし、使用する譲渡不可、取消可能、非独占的権利(サブライセンス権なし)をお客様に付与します(「</span><span
        class="c4">許可された目的</span><span class="c3">」)。アプリをダウンロードした場合、許可された目的には、互換性のあるモバイルデバイスでアプリを使用する権利が含まれます。お客様がApple, Inc.(以下「Apple」)のiOSデバイスで本アプリを使用している場合、前述のライセンスは、AppleのApp Store利用規約に定める利用規則で許可されている使用にさらに制限されます。</span>
</p>
<p class="c0"><span class="c3">(b) ソフトウェアの自動更新：LifePlusは、本サービスおよび/または組み込みソフトウェアのパフォーマンスを向上させるために、パッチ、バグ修正、アップデート、アップグレード、およびその他の修正(「アップデート」)を随時開発する場合があります。これらは、追加の通知を提供したり、追加の同意を得たりすることなく、自動的にインストールされる場合があります。お客様は、この自動更新に同意するものとします。このようなアップデートを希望しない場合、お客様の救済策は、アカウントを終了し、本サービスおよび製品(組み込みソフトウェアを含む)の使用を停止することです。以前に作成したアカウントを終了しない場合は、更新を自動的に受け取ります。お客様は、本サービスおよび製品(組み込みソフトウェアを含む)を使用するためにアップデートのインストールが必要となる場合があることを認め、LifePlusが提供するアップデートを速やかにインストールすることに同意するものとします。お客様による本サービスおよび製品(組み込みソフトウェアを含む)の継続的な使用は、(i)本サービスに関する本規約、および(ii)更新された製品ソフトウェアに関するエンドユーザー使用許諾契約に同意するものとします。</span>
</p>
<p class="c0"><span class="c6">(c)本サービスでは、特定の資料(テキスト、グラフィック、記事、写真、ビデオ、画像、イラスト(「コンテンツ」)を含むがこれらに限定されない)を表示または実行することができます。コンテンツには、お客様および他のユーザーが本サービスを使用する過程で当社に提供する情報(総称して「</span><span
        class="c4">ユーザー提出物</span><span class="c3">」)も含まれ、当社はこれを使用して本サービスの提供、維持、および改善を行う場合があります。一部のコンテンツは他の人に表示される場合があります(たとえば、本サービスでは、ビデオコンテンツをアップロード、投稿、またはその他の方法で共有できます)。また、フィードバック、コメント、質問、またはその他の情報をサイトに投稿することもできます。お客様は、本サービスを使用して、または本サービスに関連してアップロード、投稿、電子メール、送信、またはその他の方法で配布するすべてのコンテンツ、または本サービスに何らかの方法で貢献するすべてのコンテンツについて単独で責任を負います。あなたは、あなたがそれを貢献する方法で、そうするために必要なすべての権利を持っていることを表明し、保証します。また、お客様は、本規約に従って本サービス上で公開するために、かかるコンテンツに関するすべての特許、商標、企業秘密、著作権、またはその他の所有権をLifePlusにライセンスします。お客様は、本サービスを通じてアクセスされるコンテンツに含まれるすべての著作権表示、商標規則、情報、および制限を遵守するものとし、お客様が所有していないコンテンツまたは第三者の提出物またはその他の所有権を、いかなる目的においても使用、コピー、複製、変更、翻訳、公開、放送、送信、配布、実行、アップロード、表示、ライセンス供与、販売、またはその他の方法で利用してはなりません。 (i)それぞれの所有者の書面による事前の明示的な同意なしに、および(ii)第三者の権利を侵害する方法。LifePlusは、理由の如何を問わず(かかるコンテンツに関連する第三者または当局からの請求または申し立てを受けた場合、またはお客様が直前の文に違反した可能性があると当社が懸念した場合を含むがこれらに限定されない)、または理由なしに、いつでも本サービスからコンテンツを削除する権利を留保します。</span>
</p>
<p class="c0"><span class="c3">&nbsp;</span></p>
<p class="c0"><span class="c3">&nbsp;</span></p>
<p class="c0"><span class="c3">(d) 特定の制限：本規約でお客様に付与される権利は、以下の制限の対象となります:</span></p>
<p class="c1"><span
        class="c3">(i)お客様は、本サービスまたは組み込みソフトウェアのライセンス供与、販売、賃貸、リース、譲渡、譲渡、配布、ホスト、またはその他の商業的利用を行わないことに同意するものとします。</span>
</p>
<p class="c1"><span class="c3">(ii)お客様は、本サービスまたは組み込みソフトウェアのいかなる部分も修正、派生物の作成、逆アセンブル、逆コンパイル、またはリバースエンジニアリングを行わないことに同意するものとします。</span>
</p>
<p class="c1"><span
        class="c3">(iii)お客様は、類似または競合するサービスまたはソフトウェアを構築するために、本サービスまたは組み込みソフトウェアにアクセスしないことに同意します。</span></p>
<p class="c1"><span class="c3">(iv)本契約に明示的に記載されている場合を除き、本サービスまたは組み込みソフトウェアのいかなる部分も、いかなる形式または手段によってもコピー、複製、配布、再発行、ダウンロード、表示、投稿、または送信することはできません。</span>
</p>
<p class="c1"><span class="c3">(v)お客様は、コンピューターまたは通信ネットワーク、コンピューター、ハンドヘルドモバイルデバイス、データ、サービス、製品、組み込みソフトウェア、またはその他のシステム、デバイス、またはプロパティに損害を与えたり変更したりすることを目的としたコンピューターウイルス、ワーム、またはソフトウェアをアップロード、送信、または配布しないことに同意するものとします。</span>
</p>
<p class="c1"><span class="c3">(vi)お客様は、本サービスに接続されているサーバーまたはネットワークを妨害、中断、または不正アクセスを試みないこと、またはそのようなネットワークの規制、ポリシー、または手順に違反しないことに同意します。</span>
</p>
<p class="c1"><span class="c3">(vii) お客様は、LifePlusが提供するインターフェース以外の方法で本サービスまたは組み込みソフトウェアにアクセスしない(またはアクセスを試みない)ことに同意するものとします。(viii)お客様は、本サービスまたは組み込みソフトウェアに含まれる、または関連する所有権に関する通知(著作権および商標に関する通知を含む)を削除、不明瞭化、または変更しないことに同意するものとします。本サービスまたは組み込みソフトウェアの機能に対する将来のリリース、更新、またはその他の追加は、本規約に従うものとします。</span>
</p>
<p class="c0"><span class="c6">(e) オープンソース：GNU一般公衆利用許諾契約書(「</span><span class="c4">GPL</span><span
        class="c6">」)またはその他のオープンソースライセンス(「オープンソース</span><span class="c4">ソフトウェア</span><span class="c3">」)の対象となる独立したサードパーティのコードの特定の項目がサービスに含まれる場合があります。オープンソースソフトウェアは、そのようなオープンソースソフトウェアに付随するライセンスの条件に基づいてライセンスされます。本規約のいかなる規定も、かかるオープンソースソフトウェアに適用されるエンドユーザーライセンスの条件に基づくお客様の権利を制限したり、お客様に優先する権利を付与したりするものではありません。特に、本規約のいかなる規定も、GPLの条項の対象となるオープンソースソフトウェア(もしあれば)をコピー、変更、および配布するあなたの権利を制限するものではありません。</span>
</p>
<p class="c0"><span class="c3">(f) プライバシー：プライバシーポリシーは、LifePlusがお客様のデータ、コンテンツ、またはユーザー提出物を含む製品およびサービスのユーザーから収集する可能性のある情報に関する慣行を説明しているため、確認してください。</span>
</p>
<p class="c0"><span class="c3">(g) セキュリティ：LifePlusは、お客様の個人情報の完全性とセキュリティに配慮しています。ただし、LifePlusは、許可されていない第三者が当社のセキュリティ対策を無効にしたり、お客様の個人情報を不適切な目的で使用したりできないことを保証することはできません。お客様は、ご自身の責任で個人情報を提供することを認めます。</span>
</p>
<p class="c0"><span class="c3">(h) 変更：LifePlusは、通知の有無にかかわらず、いつでも本サービスまたはその一部を変更、一時停止、または中止する権利を留保します。お客様は、LifePlusが本サービスまたはその一部の変更、停止、または中止について、お客様または第三者に対して責任を負わないことに同意するものとします。</span>
</p>
<p class="c0"><span class="c3">(i) 特定の国外へのアクセス：本サイトは世界中でアクセス可能ですが、本サイトを通じて、または本サイト上で提供またはアクセスされる製品およびサービスは、すべての人またはすべての国で利用できるわけではありません。LifePlusが製品およびサービスをサポートしている国(以下「対象国」)以外からサイトにアクセスすることを選択した場合、お客様は自発的にアクセスし、お客様の国で適用される現地法を遵守する責任はお客様が単独で負います。お客様は、本サービスおよび製品が対象国以外での使用を想定して設計されておらず、本サービスおよび本製品の機能の一部または全部が当該国で機能しない、または使用に適さない可能性があることを理解し、承諾するものとします。法律で許容される範囲で、LifePlusは、対象国以外でのサービスまたは製品へのアクセスまたは使用によって生じたいかなる損害または損失についても責任を負いません。お客様は、本サービスまたは製品にアクセスまたは使用する場所を問わず、本規約に拘束されます。</span>
</p>
<p class="c0"><span class="c3">(j) モバイルサービス：SMSです。アプリを使用するには、ワイヤレスサービスキャリアが提供するデータおよびメッセージングサービスの使用が必要になる場合があります。特に、アプリはSMSメッセージングを使用して、アプリの使用に関する情報を提供する場合があります。あなたはここにそのようなメッセージを受け取ることに同意します。 お客様は、データ使用料、メッセージング料金、およびアプリの使用に関連してワイヤレスサービスキャリアが請求する可能性のあるその他の料金について、お客様が単独で責任を負うことを認め、同意するものとします。</span>
</p>
<p class="c10"><span class="c9 c6">4. </span><span class="c4 c9">組み込みソフトウェア</span><span class="c7 c6">。</span></p>
<p class="c16"><span class="c3">(a) 組み込みソフトウェアについて:本規約に従い、LifePlusは、対象国において、本規約で許可されている場合に限り、本製品に関連するお客様の個人的な使用に限り、実行可能な形式および付随する文書のみで、組み込みソフトウェアを使用するための非独占的、譲渡不可、サブライセンス不可のライセンスをお客様に付与します。</span>
</p>
<p class="c11"><span class="c3">ア. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;組み込みソフトウェアの制限: 買主は、組込みソフトウェアを、当該組込みソフトウェアがインストールされた状態で買主に納入された本製品のユニット、またはLifePlusの保証に基づいて提供された交換用ユニットで実行するためにのみ、組込みソフトウェアを使用するものとします。LifePlus がお客様に提供すると判断した組み込みソフトウェアのアップデートは、インストール時に、以下に説明する追加または異なるライセンス条件に従って、本契約に基づく組み込みソフトウェアの一部を構成するものとします。</span>
</p>
<p class="c11"><span class="c3">イ. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ライセンスの除外: 本規約の他の規定にかかわらず、適用法で別途義務付けられている場合を除き、LifePlusの正規再販業者ではない者が再販した製品への組み込みソフトウェアまたは関連するアップデートのインストールまたは使用については、いかなるライセンスも付与されません。</span>
</p>
<p class="c11"><span class="c3">ウ. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;単一の製品: 組み込みソフトウェアに対する購入者のライセンスは、から購入した製品ごとに1つの製品でそのような組み込みソフトウェアを使用するライセンスに限定されます。 ライフプラスまたはライフプラスの認定再販業者。 </span>
</p>
<p class="c16"><span class="c3">(b) 更新について</span></p>
<p class="c11"><span class="c3">ア. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;最新情報：LifePlusは、お客様が利用できる組み込みソフトウェアのアップデートを随時提供することができますが、組み込みソフトウェアの機能のアップグレードを構成するアップデートには、追加料金および/または追加または異なるライセンス条項が適用される場合があります。</span>
</p>
<p class="c11"><span class="c3">イ. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;制約：本規約に明示的に規定されている場合を除き、購入者は、組み込みソフトウェアのアップデートに関する権利、またはそのような組み込みソフトウェアに関連するサポートサービスに対する権利を持たないものとします。</span>
</p>
<p class="c11"><span class="c3">ウ. &nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;義務：本規約のいかなる規定も、LifePlusが、アップグレードを構成するアップデートを受諾するために購入者または購入者にアップデートを提供することを要求せず、追加料金および/または追加または異なるライセンス条項の対象となるものとします。</span>
</p>
<p class="c16"><span class="c3">(c) 法的例外について：お客様は、適用法(コンピュータプログラムの法的保護に関する2009/24/ECを施行する国内法を含むがこれに限定されない)が、LifePlusの同意なしに相互運用可能にするために組み込みソフトウェアをリバースエンジニアリングする権利をお客様に付与する範囲で、かかる権利を行使する前に、LifePlusにその希望を通知し、 かかる要求を受け取ってから60日以内に、LifePlusは次のいずれかを決定することができます。</span>
</p>
<p class="c17"><span
        class="c3">ア. そのような相互運用性を達成するための作業を実行し、そのような作業に対してその時点での標準料金をお客様に請求します。または、</span></p>
<p class="c17"><span class="c3">イ. そのような相互運用性を達成するために必要な範囲でのみ、そのような組み込みソフトウェアの一部をリバースエンジニアリングすることを許可します。ライフプラスが独自の裁量により、お客様の要求を部分的または完全に拒否した場合にのみ、お客様は法定の権利を行使するものとします。</span>
</p>
<p class="c16"><span class="c3">(d) 第三者のソフトウェア：お客様は、組み込みソフトウェア(またはその特定の機能)へのアクセスおよび使用には、サードパーティソフトウェアへのアクセスおよび/または使用が含まれる場合があることを認め、同意するものとします。お客様は、本規約に加えて、かかる第三者のソフトウェアに適用される条件を遵守するものとします。</span>
</p>
<p class="c10"><span class="c9 c6">5. </span><span class="c8 c4">支払い </span></p>
<p class="c16"><span class="c3">(a) 総則：本サービスの支払い処理は、ライフプラスが随時利用する第三者の支払い処理業者(以下、それぞれを「支払い処理業者」といいます)によって提供されます。ライフプラスがお客様のクレジットカード情報を収集または保存することはありません。当社のプライバシー慣行の詳細については、プライバシーポリシーをご覧ください。ライフプラスが受け入れるクレジットカードまたはその他の支払い方法を提供し、本サービスを利用することにより、お客様は、指定された支払い方法を使用する権限があることを表明し、保証するものとします。指定したお支払い方法が確認できない場合、無効である場合、またはその他の方法で受け入れられない場合、アカウントが一時停止またはキャンセルされる場合があります。お客様は、お客様のアカウントの使用を続行するために、当社または当社の支払い処理業者が遭遇する問題を解決しなければなりません。</span>
</p>
<p class="c16"><span class="c3">(b) サービスアカウントの料金。 有料サービスアカウントにサインアップし、支払い情報を提供することにより、お客様は、アカウントの作成時に表示される定期的および/または非定期的な料金、および本規約に記載されているように随時変更される可能性のある定期的および/または非定期的な料金を当社に支払うことに同意するものとします(および支払い処理業者に請求を許可するものとします)。 本サービスの使用に関連してお客様が明示的に負担することを選択したその他の料金について、登録時に別段の指定がない限り、サブスクリプション製品またはサービスについては、該当するサービス アカウントの種類に対して最大 1 か月間、その後はサブスクリプションをキャンセルするまで毎月、お客様の支払い方法が承認されます。お客様は、お客様が提供する支払い方法に、お客様による本サービスの利用に関連してお客様が負担する料金が自動的に請求されることを認め、同意し、LifePlusがかかる請求を行うことを承認するために、かかる支払手段に関して必要なすべての権利を有することを表明および保証するものとします。 何らかの理由でそのような支払い方法に請求できない場合、またはお客様のアカウントの期限が過ぎている場合、サービスの使用は停止される場合があります。お客様のアカウントに適用される料金は、変更が有効になる支払い日の少なくとも30日前に当社が提供する通知(電子メールで提供される場合があります)に従って、随時変更される場合があります。 変更された料金に同意しない場合は、以下に記載されているようにいつでもアカウントをキャンセルできます。 すべての料金は米ドル(または支払い時に示されているように、LifePlusが随時受け入れる可能性のあるその他の通貨)で支払う必要があり、返金はできません。 </span>
</p>
<p class="c16"><span class="c3">&nbsp;(c) サービスアカウントの解約：サブスクリプションは、SUPPORT@LIFEPLUS.AI に連絡するか、サービスの[設定]セクションでアカウントをダウングレードすることにより、いつでもキャンセルできます(そのような機能が利用可能な場合)。 サブスクリプションをキャンセルした場合でも、その時点でのサブスクリプション月の終わりまでサブスクリプションを使用できます。 次のサブスクリプション月のサブスクリプションに対して請求されないようにするには、その月の少なくとも30日前にサブスクリプションをキャンセルする必要があり、そうでない場合はその月のサブスクリプションに対して請求されます。 次のサブスクリプション月の30日前以降に受け取ったすべてのキャンセルリクエストは、次のサイクルに適用されます。</span>
</p>
<p class="c5"><span class="c9 c6">6. </span><span class="c8 c4">同意されたライフプラスサービスの利用と制限</span></p>
<p class="c0"><span class="c3">(a) ライフプラスサービスの使用目的。本サービスおよび組み込みソフトウェアは、タイムクリティカルでない情報および製品の制御のためにアクセスおよび使用されることを目的としています。当社は、本サービスの信頼性と可用性が高いことを目指していますが、100%の信頼性や可用性を意図したものではありません。本サービスは、Wi-Fiの断続性、サービスプロバイダーの稼働時間、モバイル通知、通信事業者など、LifePlusの制御が及ばないさまざまな理由により、散発的な中断や障害が発生する可能性があります。お客様は、これらの制限を認め、LifePlusが本サービスの障害または遅延によって引き起こされたとされるいかなる損害についても責任を負わないことに同意するものとします。</span>
</p>
<p class="c0"><span class="c6">(b)本サービスの生命の安全または重要な使用がないこと： </span><span class="c7 c6">お客様は、製品およびサービスが医療機器ではなく、専門的な医学的判断の代わりに使用すべきではないことを認め、同意するものとします。製品およびサービスは、病気やその他の状態の診断、または状態や病気の治療、緩和、治療、予防に使用するように設計または意図されていません。あなたの健康に関連する決定を下す前に、あなたの医療提供者に相談してください。LIFEPLUSは、製品またはサービスの使用が安全性のレベルに影響を与えたり、向上させたりすることを保証または表明しません。お客様は、本商品およびサービスが監視された緊急システムではなく、緊急時に緊急当局をお客様の自宅に派遣しないことを了解するものとします。</span>
</p>
<p class="c0"><span class="c3">(c) 通知の信頼性：お客様は、本サービスが100%信頼性が高く、100%利用可能であることを意図していないことを認めます。当社は、お客様が特定の時間に通知を受け取ることを保証することはできません。お客様は、生命の安全または重要な目的で本サービスに依存しないことに同意するものとします。</span>
</p>
<p class="c0"><span class="c3">(d) 一時的な停止。本サービスは、セキュリティ上の理由、システム障害、保守・修理、その他の事情により、予告なく一時的に中断する場合があります。お客様は、かかる停止に対する返金またはリベートを受ける権利がないことに同意するものとします。ライフプラスは、本サービスに対して特定の稼働率の保証を提供しません。</span>
</p>
<p class="c0"><span class="c3">(e) 本サービスを通じて公に投稿または私的に送信されたすべての情報は、当該コンテンツの作成元(またはそのアカウント)の単独の責任であり、LifePlusはコンテンツの誤りまたは脱落について責任を負いません。ライフプラスは、お客様が本サービスを利用する過程でやり取りする可能性のある他のユーザーの身元を保証することはできません。さらに、ユーザーまたはマーチャントが自分自身について提供する可能性のあるデータの信頼性を保証することはできません。お客様は、本サービスを使用してお客様がアクセスするすべてのコンテンツは、お客様自身の責任であり、それに起因する当事者への損害または損失については、お客様が単独で責任を負うことを認めます。当社は、お客様がコンテンツを解釈および使用する方法、またはコンテンツにさらされた結果としてお客様が取る可能性のある行動を管理することはできず、いかなる行動も講じる義務を負わず、お客様はここに、お客様が本サービスを通じてコンテンツを取得した、または取得しなかったことに対するすべての責任から当社を免責します。</span>
</p>
<p class="c0"><span class="c3">(f)お客様は、</span></p>
<p class="c1"><span class="c3">(i)第三者の知的財産権または所有権、パブリシティ権またはプライバシー権、またはその他の権利を侵害または侵害する方法でコンテンツを投稿したり、その他の方法でサービスを使用したりしないことを保証、表明、および同意します。</span>
</p>
<p class="c1"><span class="c3">(ii)法律、法令、条例または規制に違反するもの。</span></p>
<p class="c1"><span
        class="c3">(iii)有害、詐欺的、欺瞞的、脅迫的、虐待的、嫌がらせ、不法、中傷的、下品、わいせつ、名誉毀損、またはその他の好ましくないもの。</span>
</p>
<p class="c1"><span class="c3">(iv) ライフプラスの従業員または代表者を含むがこれに限定されない個人または団体になりすますこと。</span></p>
<p class="c1"><span class="c3">(v)ウイルス、トロイの木馬、ワーム、時限爆弾、またはその他の有害なコンピューターコード、ファイル、またはプログラムを含むもの。</span></p>
<p class="c1"><span
        class="c3">(vi) お客様のLifePlusアカウントまたは他者のアカウントのセキュリティを危険にさらすもの(他人がお客様として本サービスにログインできるようにするなど)。</span>
</p>
<p class="c1"><span class="c3">(vii)何らかの方法で、他のユーザーからパスワード、アカウント、またはその他のセキュリティ情報を取得しようとすること。</span></p>
<p class="c1"><span class="c3">(viii)コンピュータネットワークのセキュリティを侵害したり、パスワードやセキュリティ暗号化コードを解読したりすること。</span></p>
<p class="c1"><span class="c3">(ix)本サービスでメーリングリスト、Listserv、またはあらゆる形式の自動応答または「スパム」、またはその他の方法でサービスの適切な動作を妨げるプロセスを実行する(サービスのインフラストラクチャに不当な負荷をかけることを含む)。</span>
</p>
<p class="c1"><span class="c3">(x)コンテンツの重要な部分をコピーまたは保存する。または、</span></p>
<p class="c1"><span
        class="c3">(xi)逆コンパイル、リバースエンジニアリング、またはその他の方法で、本サービスのソースコードまたは基礎となるアイデアまたは情報を取得しようとすること。</span></p>
<p class="c5"><span class="c9 c6">7. </span><span class="c4 c8">第三者によるLifePlusサービスの制限</span></p>
<p class="c0"><span class="c3">(a) 総則：LifePlusサービスは、第三者の製品およびサービスに依存しているか、または第三者の製品およびサービスと相互運用しています。これらの第三者の製品およびサービスはLifePlusの管理外ですが、その運用はLifePlusサービスの使用および信頼性に影響を与えたり、影響を受けたりする可能性があります。お客様は、</span>
</p>
<p class="c1"><span class="c3">(i)本サービスの使用および利用可能性は、第三者の製品ベンダーおよびサービスプロバイダーに依存していること。</span></p>
<p class="c1"><span
        class="c3">(ii)これらの第三者の製品およびサービスが100%信頼できる方法で動作しない可能性があり、LifePlusサービスの運営方法に影響を与える可能性があること。および、</span>
</p>
<p class="c1"><span
        class="c3">(iii)LifePlusは、これらの第三者の製品およびサービスの運用に起因する損害および損失について責任を負わないことを認め、同意するものとします。</span>
</p>
<p class="c0"><span class="c3">(b) LifePlusが使用する第三者のサービスプロバイダー：お客様は、LifePlusが第三者のサービスプロバイダーを使用して、アマゾンウェブサービスを介したデータストレージ、同期、通信、モバイルオペレーティングシステムベンダーおよびモバイルキャリアを介したモバイルデバイス通知など、サービスの一部の側面を有効にすることを認めます。お客様は、生命の安全またはタイムクリティカルな目的で本サービスに依存しないことに同意します。</span>
</p>
<p class="c0"><span class="c3">(c) 機器、ISP、および通信事業者：お客様は、本サービスの可用性が、</span></p>
<p class="c1"><span class="c6">(i)お客様のコンピューター、モバイルデバイス、インターネット接続、Bluetooth接続、およびその他の関連機器(以下</span><span
        class="c4">「機器</span><span class="c3">」)</span></p>
<p class="c1"><span class="c6">(ii)インターネットサービスプロバイダー(「</span><span class="c4">ISP</span><span class="c3">」)および、</span>
</p>
<p class="c1"><span class="c6">(iii)モバイルデバイスキャリア(以下「</span><span class="c4">キャリア</span><span class="c3">」)</span></p>
<p class="c1"><span class="c3">に依存することを認めます。お客様は、本サービスの使用に関連してISPおよびキャリアが請求するすべての料金について責任を負うことを認めます。また、お客様は、ISPおよびキャリアの該当するすべての契約、利用規約/サービス、およびその他のポリシーを遵守する責任があることを認めます。</span>
</p>
<p class="c0"><span class="c6">(d)第三者のウェブサイトのリンクおよび参照：本サイトには、第三者が運営する他のウェブサイト(「</span><span class="c4">第三者サイト</span><span
        class="c3">」)へのリンク、および第三者ベンダー(「紹介ベンダー」)への紹介が含まれている場合があります。そのような第三者サイトおよび紹介ベンダーは、当社の管理下にありません。LifePlusは、これらのリンクおよび紹介を便宜のためにのみ提供し、かかる第三者サイトまたは紹介ベンダーに関して、いかなる確認、承認、監視、承認、保証、または表明も行いません。これらの第三者サイトの使用は、ご自身の責任で行ってください。</span>
</p>
<p class="c0"><span class="c3">(e) 第三者に関するリリース：LifePlusは、第三者の製品およびサービス、第三者のサイト、紹介ベンダー、機器、ISP、および通信事業者を含むがこれらに限定されない、第三者またはその製品およびサービスについて責任を負いません。LifePlusは、LifePlusおよびそのライセンサーおよびサプライヤーを、かかる第三者およびその製品およびサービスとのやり取りに起因または関連する、既知または未知の過去、現在、および将来の請求、責任、および損害から免責、放棄、および免責することをここに免責し、放棄および免責するものとします。お客様は、上記に関連してカリフォルニア州民法第1542条を放棄し、「一般的な免責は、債権者が免責を実行する時点で自己に有利に存在することを知らなかった、または疑っておらず、債権者が知っていた場合、債務者との和解に重大な影響を与えたに違いない請求には適用されません。」お客様は、他の法域における同様の規定を放棄します。</span>
</p>
<p class="c5"><span class="c9 c6">8. </span><span class="c8 c4">所有権と知的財産</span></p>
<p class="c0"><span class="c3">(a) LifePlusプロパティ：お客様は、製品、組み込みソフトウェア、およびサービスにおける著作権、特許、商標、企業秘密を含むがこれらに限定されないすべての知的財産権が、LifePlusまたはその関連会社または当社のライセンサーが所有することを認めます。お客様による製品、組み込みソフトウェア、およびサービスの所有、アクセス、および使用は、そのような知的財産権に対する権利、権原、または利益をお客様または第三者に譲渡するものではありません。ライフプラスとその関連会社、ライセンサーおよびサプライヤーは、本規約で付与されていないすべての権利を留保します。お客様には、本サービスを使用する権利および本規約に基づく組み込みソフトウェアを使用するライセンスが付与され、本規約に基づいて本サービスおよび組み込みソフトウェアがお客様に販売されることはありません。お客様は、本サービスの一部(本サイトを含む)を、お客様自身の個人的な使用のためにのみ、ご自身のコンピュータに複製することができます。お客様は、LifePlusの書面による同意なしに、本サービスのコンテンツを他の公的または商業的な方法で使用したり、本サービスのコンテンツをコピーしたり、ご自身のウェブサイトを含む他の作品に組み込んだりすることはできません。お客様は、本サービスの一部を投稿または再配布する前に、当社からのライセンスを取得する必要があります。お客様のデータおよびユーザー提出物に関する場合を除き、LifePlusは、ダウンロード可能なソフトウェアおよびそれに付随するすべてのデータを含む、本サービス上のすべてのコンテンツに対する完全かつ完全な権原を保持します。お客様は、本サービスまたはその中のコンテンツの構造または表示をコピー、変更、またはいかなる方法でも複製または損傷してはなりません。</span>
</p>
<p class="c0"><span class="c3">(b) フィードバック：お客様は、製品またはサービスの改善方法を含む、製品またはサービスに関するコメント、提案、またはアイデア(以下「アイデア」)を送信するようお客様に求めることができます。アイデアを提出することにより、お客様は、お客様の提出物が自発的、無償、未承諾、制限なしであり、LifePlusに受託者またはその他の義務を負わせないことに同意します。LifePlusは、お客様への補償なしに、提出物およびそのコンテンツをあらゆる目的および方法で使用、コピー、変更、公開、または再配布することができます。また、お客様は、LifePlusが、LifePlusが以前に知っていた、その従業員によって開発された、または他の情報源から取得した類似または関連するアイデアを使用する権利を放棄しないことに同意するものとします。</span>
</p>
<p class="c12"><span class="c3">(c) お客様のデータ。お客様の製品の操作に関連して、お客様の製品は、プライバシーポリシーに詳述されているように、特定のデータおよび情報(「お客様のデータ」)をキャプチャします。当社は、プライバシーポリシーに従ってお客様のデータを保存、アクセス、および使用します。当事者間では、お客様はお客様のデータに対するすべての権利、権原、および利益を所有するものとします。お客様は、LifePlusに対し、以下に関連してお客様のデータを使用、複製、変更、派生物の作成、表示、実行、および送信するための非独占的、世界的、ロイヤルティフリー、永続的、取消不能、サブライセンス可能、および譲渡可能なライセンスを付与します。</span>
</p>
<p class="c12"><span class="c3">(i) 本サービスおよびライフプラスの商品およびサービスの改善</span></p>
<p class="c12"><span class="c3">(ii)他の顧客へのサービスの提供における集計または匿名化</span></p>
<p class="c12"><span class="c3">(iii)法律または法的手続きで義務付けられている場合：前文で明示的に規定されている場合を除き、LifePlusは、本契約で企図されているように、当社に代わって使用するためにお客様のデータを当社の第三者請負業者およびサービスプロバイダーに提供する場合を除き、お客様の事前の書面による同意なしに、いかなる形式または形式でもお客様のデータを第三者に共有または送信することはありません。</span>
</p>
<p class="c0"><span class="c3">(d) ユーザー提出物：お客様は、本サービスの提供に関連してのみ、お客様の指示に従い、お客様のユーザー提出物(関連するすべての知的財産権を含む)にアクセス、表示、またはその他の方法で使用するための非独占的、世界的、ロイヤルティフリー、永続的、取消不能、サブライセンス可能、および譲渡可能な権利を当社に付与します。また、お客様は、本サービスの各ユーザーに、本サービスを通じて、また本サービスの機能を通じて、および本規約に基づいて許可されているとおりに、お客様のユーザー提出物にアクセスして使用するための非独占的なライセンスを付与するものとします。さらに、お客様は、当社がお客様が提出したユーザー提出物の再フォーマット、修正、派生物の作成、抜粋、および翻訳する権利を保持することを理解するものとします。明確にするために記すと、LifePlus に付与された前述のライセンスは、書面で別段の合意がない限り、ユーザー提出物の素材の所有権または追加ライセンスを付与する権利に影響を与えません。</span>
</p>
<p class="c5"><span class="c6 c9">9. </span><span class="c8 c4">免責事項</span></p>
<p class="c0"><span class="c3">お客様は、</span></p>
<p class="c0"><span class="c3">(i)お客様による製品(組み込みソフトウェアを含む)またはサービスの使用</span></p>
<p class="c0"><span class="c3">(ii)お客様による本規約の違反</span></p>
<p class="c0"><span
        class="c3">(iii)お客様が提供するお客様のデータまたはユーザー提出物またはフィードバックに起因または起因して第三者が行った損害、責任、請求または要求(費用および弁護士費用を含む)</span>
</p>
<p class="c0"><span class="c3">からLifePlusおよびそのライセンサーおよびサプライヤーを防御、補償、および無害に保つことに同意するものとします。または、</span></p>
<p class="c0"><span class="c3">(iv)法律または第三者の権利の違反：LifePlusは、お客様の費用負担により、お客様がLifePlusに補償する必要のある事項について独占的な防御および管理を引き受ける権利を留保し、お客様はそのような請求に対する当社の防御に協力することに同意するものとします。お客様は、LifePlusの書面による事前の同意なしに、かかる請求を解決しないことに同意するものとします。LifePlusは、そのような請求、訴訟、または手続きに気付いた時点で、お客様に通知するために合理的な努力を払います。</span>
</p>
<p class="c5"><span class="c9 c6">10. </span><span class="c8 c4">アップル社</span></p>
<p class="c0"><span class="c3">お客様はApple, Inc.が、</span></p>
<p class="c0"><span class="c3">(i)本規約の当事者ではないことを認め、同意するものとします。</span></p>
<p class="c0"><span class="c3">(ii)アプリに関するメンテナンスまたはサポートサービスを提供する義務を一切負いません。</span></p>
<p class="c0"><span
        class="c3">(iii)製造物責任の請求、消費者保護法に基づく請求、またはその他の法律、規則、規制に基づく請求を含む、アプリに関連するお客様または第三者による請求に対処する責任を負いません。</span>
</p>
<p class="c0"><span
        class="c3">(iv)アプリまたはその使用が第三者の知的財産権を侵害しているという主張を調査、防御、解決、または免責する責任はありません。</span></p>
<p class="c0"><span class="c3">(v)本規約の第三者受益者であり、お客様に対してその条件を直接執行する権利を有します。</span></p>
<p class="c5"><span class="c9 c6">11. </span><span class="c8 c4">保証の否認</span></p>
<p class="c0"><span class="c3">(A)製品および組み込みソフトウェアの保証は、限定保証に記載されています。</span></p>
<p class="c0"><span class="c3">(B) 本サービスは、お客様の便宜のために「現状有姿」および「提供可能な範囲」で提供され、LifePlusならびに当社のライセンサーおよびサプライヤーは、明示または黙示を問わず、商品性、特定目的への適合性、正確性、および非侵害の保証または条件を含む、いかなる種類の保証および条件も明示的に否認します。</span>
</p>
<p class="c0"><span class="c3">(c) LifePlusならびに当社のライセンサーおよびサプライヤーは、欠陥が修正されること、または本サービス、製品、または組み込みソフトウェアが以下の事項を満たすことを保証しません。</span>
</p>
<p class="c1"><span class="c3">(I)お客様のコンピューターまたはモバイルデバイスと互換性があります。</span></p>
<p class="c1"><span class="c3">(II)中断なく、タイムリーに、安全に、またはエラーなしで利用可能であること。または、</span></p>
<p class="c1"><span class="c3">(III)正確または信頼できるもの。口頭または書面を問わず、お客様がLifePlusから、または本サービスを通じて取得したアドバイスまたは情報は、いかなる保証も作成しないものとします。</span>
</p>
<p class="c0"><span class="c3">(d) LifePlusは、製品またはサービス(製品またはサービスに関連する第三者の製品およびサービスを含むがこれに限定されない)またはハイパーリンクされたウェブサイトまたはサービスを通じて、またはそれらに関連して第三者が宣伝または提供する製品またはサービスについて保証、推奨、保証、または責任を負わず、ライフプラスはお客様とそのような第三者プロバイダーとの間の取引の当事者ではなく、いかなる方法でも監視しません。</span>
</p>
<p class="c0"><span class="c3">(e) LifePlusは、本サービスまたは製品に含まれる、または本サービスまたは製品を通じてアクセスされるコンテンツに関していかなる表明も行わず、LifePlusは、本サービスまたは製品に含まれる、または本サービスまたは製品を通じてアクセスされる資料の正確性、著作権の遵守、合法性または品位について責任を負いません。LifePlusは、本サービスまたは商品を通じて提供または購入されたサービスまたは製品の提案または推奨に関して、いかなる表明または保証も行いません。</span>
</p>
<p class="c5"><span class="c9 c6">12. </span><span class="c8 c4">責任の制限</span></p>
<p class="c0"><span class="c3">本規約、特にこの「責任の制限」条項のいかなる条項も、適用法の下で除外できない責任を除外しようとはしないものとします。</span>
</p>
<p class="c5 c13"><span class="c3">適用法で認められる最大限の範囲で、上記の保証の否認に加えて、いかなる場合も、</span></p>
<p class="c5 c13"><span class="c3">(A) LifePlusは、本サービスまたは製品(組み込みソフトウェアを含む)に起因または関連する、データの損失または逸失利益を含む、間接的、結果的、懲罰的、特別、または偶発的な損害について、LifePlusがそのような損害の可能性を知っていた、または知っていたはずであったとしても、責任を負わないものとします。</span>
</p>
<p class="c5 c13"><span class="c3">&nbsp;(B) 本サービスおよび本製品(組み込みソフトウェアを含む)に起因または関連するLifePlusの累積責任総額は、契約、不法行為、その他にかかわらず、過去12か月間に問題となった本サービスまたは本製品(組み込みソフトウェアを含む)について、お客様がLifePlusまたはLifePlusの認定再販業者に実際に支払った料金を上回ります。この制限は累積的であり、複数のインシデントまたはクレームの存在によって増加することはありません。LifePlusは、いかなる種類のLifePlusのライセンサーおよびサプライヤーに対しても一切の責任を負いません。いかなる状況においても、LifePlusは、コンテンツの誤りや脱落、または本サービスまたは製品を介して投稿、電子メール、アクセス、送信、またはその他の方法で利用可能にされたコンテンツの使用または露出に関連して発生したあらゆる種類の損失または損害を含むがこれらに限定されないコンテンツについて、いかなる方法でも責任を負いません。</span>
</p>
<p class="c5"><span class="c9 c6">13. </span><span class="c8 c4">紛争解決および仲裁</span></p>
<p class="c0"><span class="c3">(a) 仲裁への同意：本第 13 条は、本書では「仲裁合意」といいます。本規約に起因、関連、または起因するお客様とLifePlusの間のすべての論争、請求、または紛争は、本仲裁合意の条件に従って拘束力のある仲裁の対象となり、いかなる訴訟(請求が適格な範囲での少額訴訟を除く)の対象となります。 連邦仲裁法は、この仲裁合意の解釈と執行に適用されます。</span>
</p>
<p class="c0"><span class="c3">(b) 集団訴訟の放棄：両当事者は、各当事者が、集団訴訟または代表訴訟または訴訟の原告または集団構成員としてではなく、個人ベースでのみ他方当事者に対して請求を提起できることに同意します。両当事者が別段の合意をしない限り、仲裁人は、複数の個人または当事者の請求を統合または参加することはできず、その他の方法で、いかなる形式の統合、代表、または集団訴訟を主宰することもできません。また、仲裁人は、救済を求める個々の当事者に有利な場合にのみ、その当事者の個々の請求に必要な救済を提供するために必要な範囲でのみ、救済(金銭的、差し止め、および宣言的救済を含む)を裁定することができます。</span>
</p>
<p class="c0"><span class="c6">(c) 手続き：仲裁は、本仲裁合意によって修正された米国仲裁協会(「AAA」)の規則</span><span class="c4">および手続き(「</span><span
        class="c3">AAA規則」)に従って、中立的な仲裁人によって行われます。AAA規則と本仲裁合意の間に矛盾がある場合、矛盾する仲裁合意条件の適用が根本的に公正な仲裁に至らないと仲裁人が判断しない限り、本仲裁合意の条件が優先されます。仲裁人はまた、裁判所が第12条の責任制限条項を含むがこれに限定しない、本契約の条項に従わなければなりません。AAAに関する情報については http://www.adr.org にアクセスし、ライフプラスに対する請求の提出方法については http://www.adr.org/fileacase をご覧ください。</span>
</p>
<p class="c0"><span class="c3">(d) 会場：仲裁は、お客様が居住する郡または相互に合意した別の場所で行われるものとします。求められる救済額が10,000ドル以下の場合、お客様またはライフプラスは、電話による仲裁または書面による提出のみに基づいて仲裁を行うことを選択することができ、その選択は各当事者を拘束するものとし、状況が正当化される場合は、仲裁人の裁量により、対面での審理を要求します。対面での聴聞会への出席は、仲裁人が別段の要求をしない限り、一方または両方の当事者が電話で行うことができます。</span>
</p>
<p class="c0"><span class="c3">(e) 準拠法：仲裁人は、抵触法の規則に関係なく、カリフォルニア州法に従ってすべての請求の内容を決定し、法律で認められているすべての特権の請求を尊重します。仲裁人は、異なるサービスまたは製品ユーザーが関与する以前の仲裁の裁定に拘束されないものとしますが、適用法で要求される範囲で、お客様が関与する以前の仲裁の裁定に拘束されるものとします。</span>
</p>
<p class="c0"><span class="c6">(f) 仲裁の費用：すべての申請、管理、および仲裁人の費用(総称して「仲裁</span><span
        class="c4">手数料</span><span class="c3">」)の支払いは、AAAの規則に準拠します。 各当事者は、すべての弁護士費用を含むがこれに限定されない、仲裁に関連して発生する他のすべての費用について責任を負います。</span>
</p>
<p class="c0"><span
        class="c3">(g) 守秘義務：仲裁手続きのすべての側面、および仲裁人による裁定、決定、または裁定は、すべての当事者の利益のために厳重に機密扱いされます。</span>
</p>
<p class="c0"><span class="c6">(h) 分離可能性：裁判所が、第13条(b)以外の本仲裁合意のいずれかの条項または条項が無効または執行不能であると判断した場合、両当事者は、当該条項または条項を、有効かつ執行可能であり、無効または執行不能な条項または条項の意図を表明することに最も近い条項または条項に置き換えることに同意します。 また、この仲裁合意は、そのように修正された場合に執行可能であるものとします。裁判所が第13条(b)のいずれかの条項が無効または執行不能であると判断した場合、本仲裁合意全体が無効となります。本規約の残りの部分は引き続き適用されます14。 </span><span
        class="c4 c19">デジタルミレニアム著作権法</span></p>
<p class="c0"><span
        class="c6">(a)お客様が著作権所有者またはその代理人であり、コンテンツがお客様の著作権を侵害していると思われる場合は、デジタルミレニアム著作権法(「</span><span
        class="c4">DMCA</span><span class="c3">」)に従って、著作権エージェントに次の情報を書面で提供することにより、通知を提出できます(詳細については、17 U.S.C 512(c)(3)を参照してください)。</span>
</p>
<p class="c1"><span class="c3">(i)独占権の所有者に代わって行動する権限を与えられた人物の物理的または電子的な署名侵害されたとされる権利。</span>
</p>
<p class="c1"><span
        class="c3">(ii)侵害されたと主張する著作物の特定、または単一のオンラインサイトの複数の著作物が単一の通知でカバーされている場合は、そのサイトにおけるそのような作品の代表的なリスト。</span>
</p>
<p class="c1"><span
        class="c3">(iii)侵害している、または侵害行為の対象であると主張され、削除またはアクセスを無効にする素材の特定、およびサービスプロバイダーが素材を見つけるのに合理的に十分な情報。</span>
</p>
<p class="c1"><span
        class="c3">(iv)サービスプロバイダーがお客様に連絡できるようにするために合理的に十分な情報(住所、電話番号、および利用可能な場合は電子メールなど)。</span>
</p>
<p class="c1"><span
        class="c3">(v)苦情を申し立てた方法での素材の使用が著作権所有者、その代理人、または法律によって許可されていないことを誠実に信じているという声明。</span>
</p>
<p class="c1"><span
        class="c3">(vi)通知の情報が正確であり、偽証罪の罰則の下で、侵害されたとされる独占権の所有者に代わって行動する権限があるという声明。</span></p>
<p class="c0"><span class="c3">(b) 侵害の申し立ての通知を受け取るLifePlusの指定著作権代理人は、著作権代理人 – Attention Intellectual Property Management, LifePlus Inc., 1625 The Alameda, Suite 406, San Jose, CA 95126, United States, IP@lifeplus.ai, +1 (408) 564-7732です。明確にするために、DMCA通知のみが著作権エージェントに送られる必要があります。その他のフィードバック、コメント、テクニカルサポートのリクエスト、およびその他の通信は、support@lifeplus.ai を通じてLifePlusカスタマーサービスに送信する必要があります。お客様は、本第14条(b)のすべての要件を遵守しない場合、DMCA通知が無効になる可能性があることを認めます。</span>
</p>
<p class="c0"><span class="c3">(c) 異議申し立て通知：削除された(またはアクセスが無効にされた)コンテンツが侵害していないと思われる場合、または著作権所有者、著作権所有者の代理人、または法律に従って、コンテンツに素材を投稿および使用する許可を得ていると思われる場合は、次の情報を含む異議申し立て通知を著作権エージェントに送信できます。</span>
</p>
<p class="c1"><span class="c3">(i)物理的または電子的な署名。</span></p>
<p class="c1"><span
        class="c3">(ii)削除された、またはアクセスが無効にされたコンテンツの識別情報、およびコンテンツが削除または無効化される前に表示された場所。</span></p>
<p class="c1"><span class="c3">(iii)コンテンツの間違いまたは誤認の結果としてコンテンツが削除または無効にされたと誠実に信じているという声明。</span></p>
<p class="c1"><span class="c3">(iv)お客様の氏名、住所、電話番号、電子メールアドレス、カリフォルニア州サンフランシスコの連邦裁判所の管轄権に同意する旨の陳述書、および申し立てられた侵害の通知を提供した人からの訴状の送達を受け入れる旨の陳述書。</span>
</p>
<p class="c0"><span class="c3">(d) 著作権エージェントが異議申し立て通知を受け取った場合、LifePlusは異議申し立て通知のコピーを元の申立人に送付し、削除されたコンテンツを置き換えるか、10営業日以内に無効にすることを中止できることを通知する場合があります。著作権者がコンテンツ提供者、会員、またはユーザーに対して裁判所命令を求める訴訟を提起しない限り、ライフプラスの独自の裁量により、異議申し立て通知の受領後10〜14営業日以上で、削除されたコンテンツを置き換えるか、コンテンツへのアクセスを復元することができます。</span>
</p>
<p class="c5"><span class="c9 c6">15. </span><span class="c8 c4">一般条項</span></p>
<p class="c0"><span class="c3">(a) 本規約の変更。LifePlusは、本規約を変更する権利を留保します。本規約の変更に関する通知は、このページに掲載されます。お客様は、本サービスまたは製品を使用する際に、最新の本規約を読み、同意していることを確認する必要があります。そのような変更の通知後にサービスまたは製品を継続して使用することは、そのような変更の承認と改訂された規約に拘束されることに同意したことを示すものとします。</span>
</p>
<p class="c0"><span class="c3">(b) 準拠法：一部の国の裁判所は、一部の種類の紛争にカリフォルニア州法を適用しません。お客様がこれらの国のいずれかに居住している場合、カリフォルニア州法が適用から除外されている場合、本規約に関連する紛争にはお客様の国の法律が適用されます。それ以外の場合、お客様は、本規約、および本規約またはお客様による製品およびサービスの使用に起因または関連する請求、紛争、訴訟、訴訟原因、問題、または救済の要求は、別の法域の法律の適用を提供する可能性のある抵触法の原則に影響を与えることなく、カリフォルニア州の法律に準拠することに同意するものとします。お客様は、上記のセクションに記載されているようにそのような請求または紛争を仲裁する必要がない限り、そのようなすべての請求または紛争を訴訟する目的で、カリフォルニア州サンタクララ郡の州裁判所および連邦裁判所の対人管轄権に従うことに同意するものとします。</span>
</p>
<p class="c0"><span class="c3">(c) 機密保持および知的財産権の保護：上記にかかわらず、LifePlusは、機密情報および知的財産権を保護するため、または管轄権を有する裁判所において、データの損失またはサーバーの損傷を防止するために、差止命令またはその他の衡平法上の救済を求めることができます。</span>
</p>
<p class="c0"><span class="c3">(d) 完全合意/可分性：本規約は、本サービスの利用に関するお客様とLifePlusとの間の完全な合意を構成します。LifePlusが本規約の権利または条項を行使または執行しなかった場合でも、かかる権利または条項の放棄とはみなされません。本規約のセクションのタイトルは便宜上のものであり、法的または契約上の効力はありません。本規約のいずれかの条項が何らかの理由で無効または執行不能と判断された場合、本規約の他の条項は損なわれず、無効または執行不能な条項は、法律で認められる最大限の範囲で有効かつ執行可能になるように変更されたと見なされます。いずれの当事者も、他方当事者の代理人またはパートナーではありません。</span>
</p>
<p class="c0"><span
        class="c3">(e) 存続可能性：第3条(d)、第5条、第6条、第7条、第8条、第9条、第10条、第11条、第12条、第13条、および第15条の義務は、本規約の満了または終了後も存続します。</span>
</p>
<p class="c0"><span class="c3">(f) 譲渡：本規約および関連する権利または義務は、LifePlusの書面による事前の同意なしに、お客様が譲渡またはその他の方法で移転することはできません。本規約は、LifePlusによって制限なく譲渡することができます。本規約は、許可された譲受人を拘束します。</span>
</p>
<p class="c0"><span class="c3">(g) 通知：LifePlusは、法律で義務付けられている場合、またはマーケティングまたはその他の目的で、お客様のアカウントに関連付けられた主要電子メールへの電子メール、モバイル通知、ハードコピー、または https://www.lifeplus.ai/notices へのそのような通知の投稿を通じて(オプションで)お客様に通知を提供する場合があります。LifePlusは、お客様またはお客様のネットワークプロバイダーが電子メール通知に適用する可能性のある自動フィルタリングについて責任を負いません。ライフプラスでは、ライフプラスからの電子メール通知を確実に受信できるように、電子メール アドレス帳に @[lifeplus.ai] 電子メール アドレスを追加することをお勧めします。</span>
</p>
<p class="c0"><span class="c3">(h) 開示：LifePlusの住所は1625 The Alameda, Suite 406, San Jose, CA 95126, United Statesです。カリフォルニア州にお住まいの場合は、カリフォルニア州消費者問題局の消費者サービス部門の苦情支援ユニットに、書面(400 R Street, Sacramento, CA 95814)または電話(800)9525210)で苦情を報告することができます。</span>
</p>
<p class="c5"><span class="c6">(i) 著作権/商標情報：著作権 © 2022, LifePlus株式会社全著作権所有。本サービスおよび製品に表示されるすべての商標、ロゴ、およびサービスマーク(以下「</span><span
        class="c4">マーク</span><span class="c3">」)は、LifePlusまたはそれぞれの所有者の財産です。お客様は、LifePlusまたはそれぞれの所有者の書面による事前の同意なしにマークを使用することは許可されていません。LifePlusは、製品およびサービスの提供、仕様、および価格を予告なしにいつでも変更する権利を留保し、このドキュメントまたは関連ドキュメントに表示される可能性のある誤植またはグラフィックの誤りについて責任を負いません。</span>
</p>

<p class="c5"><span class="c6">(j) 本利用規約は、英語で作成され、日本語に翻訳される。英文版が正本であり、日本語版は参考として作成される。これら両言語版の間に矛盾抵触がある場合、<a href="#" onClick="handleClick()">英文版が優先する。</a> </span>
</p>


<script>function handleClick() { window.ReactNativeWebView.postMessage("showEnglish"); }</script>


</body>

</html>
`